[
    {
        "serviceName": "IELTS Listening",
        "price": "100",
        "img": "https://www.lifeyet.com/wp-content/uploads/2021/06/Easy-Ways-to-Boost-Your-Scores-In-IELTS-Listening-Test.jpg",
        "description": "IELTS listening mainly comprises different recordings which the test-taker can listen to only once and then answer the corresponding questions. The maximum duration of this test is 30 minutes during which the test-taker has to solve 40 questions. In order to curate the best strategy on how to increase the IELTS Listening score, you must be familiar with the four sub-section it comprises, i.e.",
        "rating": "4.3"
    },
    {
        "serviceName": "IELTS Reading",
        "price": "75",
        "img": "https://buddy4study.s3.amazonaws.com/study-abroad/wp-content/uploads/2019/12/16182616/ielts-reading.jpg",
        "description": "The IELTS Reading section is given to test a wide range of reading skills including reading for gist, reading for main ideas, reading for detail, skimming, understanding logical argument and recognizing writers’ opinions, attitudes and purpose. IELTS reading section has 40 questions and is 60-minutes long.",
        "rating": "4.0"
    },
    {
        "serviceName": "IELTS Writing",
        "price": "85",
        "img": "https://blog.e2language.com/wp-content/uploads/2017/05/Blog-Banner-16-e1648036329787.png",
        "description": "Useful IELTS writing task 1 tips, answers, lessons & videos for success achieving a high score. This course contains all the information and help you need to do well. Learn about the IELTS marking criteria, paragraphing, vocabulary and much more. This page has tips for Academic writing task 1 and GT writing task 1",
        "rating": "4.1"
    },
    {
        "serviceName": "IELTS Speaking",
        "price": "99",
        "img": "https://fiverr-res.cloudinary.com/images/t_main1,q_auto,f_auto,q_auto,f_auto/gigs/119024626/original/ebd1be72ac30b873f3d88b32ccbffcdb4933f8c6/give-feedback-on-ielts-speaking-video-or-audio.jpg",
        "description": "IELTS speaking tips, information, advice, model answers and topics to help you prepare successfully for your IELTS speaking test. This page contains everything you need to know and the essential skills for a high score in IELTS speaking. Remember, you need to speak fluently, clearly and accurately. It is important to say as much as you can and to be spontaneous. Do not prepare answers in advance. ",
        "rating": "4.4"
    },
    {
        "serviceName": "Vocabulary for IELTS",
        "price": "70",
        "img": "https://i.ytimg.com/vi/yD_B1JO9aoc/maxresdefault.jpg",
        "description": "IELTS vocabulary lessons with word lists, practice exercises and pronunciation. Learn word lists for common topics and how to pronounce words correctly in English. Vocabulary  is 25% of your marks for IELTS writing and speaking and also plays a key role in listening and reading. You need to develop your English language vocabulary if you wish to crack IELTS.",
        "rating": "4.5"
    },
    {
        "serviceName": "Academic IELTS",
        "price": "110",
        "img": "https://tricksmagical.com/wp-content/uploads/2020/04/Screenshot_49.png",
        "description": "The IELTS Academic test is suitable for those wanting to study in an English-speaking environment or university (higher education). You can also take IELTS Academic for professional registration purposes. The test measures if you are ready to begin studying in English. It features vocabulary that is familiar within an academic setting. You can choose whether to take IELTS Academic on paper, on computer or online at home or other suitable location.",
        "rating": "4.2"
    },
    {
        "serviceName": "IELTS General Training",
        "price": "120",
        "img": "https://www.languageinternational.com/files/School/68818/img-2215.jpg",
        "description": "The IELTS General Training test is suitable for those applying to study below degree level. This includes an English-speaking school or college. It can also be taken for work experience or other employment training. IELTS General Training is also required for migration to Australia, Canada, New Zealand and the UK. The test features everyday English language skills that you will need in social and workplace environments. IELTS General Training is available to take on paper and on computer only.",
        "rating": "4.6"
    },
    {
        "serviceName": "IELTS Secret Resources",
        "price": "50",
        "img": "https://d30i16bbj53pdg.cloudfront.net/wp-content/uploads/2015/04/Study-Group-web.jpeg",
        "description": "This course contains useful resources to the best IELTS websites to help you develop your IELTS skills, IELTS information and tips as well as English language. These websites cover both the Academic and General Training IELTS tests with useful resources to help you practice at home.",
        "rating": "4.7"
    }
]